mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
base-devel
binutils
dosfstools
linux-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
--END OF MINIMAL INSTALL--
android-tools
android-udev
alsa-plugins
alsa-utils
amd-ucode
appimagelauncher
autoconf
automake
autossh
awesome-terminal-fonts
bash-completion
bind
bison
bluez
bluez-libs
bluez-utils
bridge-utils
btrfs-progs
celluloid
cmatrix
composer
cronie
cups
dbeaver
dialog
dmidecode
dnsmasq
dtc
efibootmgr
egl-wayland
element-desktop
exfat-utils
fail2ban
ffmpeg
ffmpegthumbs
firefox
firefox-i18n-en-us
flex
freerdp
fuse2
fuse3
fuseiso
gamemode
gcc
gimp
gnome-keyring
gparted
gptfdisk
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
haveged
htop
hunspell
hunspell-en_gb
hunspell-en_us
hyphen
hyphen-en
inkscape
inxi
jdk-openjdk
kitty
libdvdcss
libmythes
libreoffice-fresh
libreoffice-fresh-en-gb
libreoffice-fresh-en-za
libtool
libvirt
lsof
lutris
lzop
m4
make
mythes-en
nano
neofetch
net-tools
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nextcloud-client
ntfs-3g
ntp
openbsd-netcat
openssh
os-prober
p7zip
papirus-icon-theme
patch
php
php-fpm
php-gd
php-imagick
php-intl
php-odbc
php-pgsql
php-phpdbg
php-sqlite
picom
pkgconf
podman
podman-compose
podman-dnsname
podman-docker
postgresql
powerline-fonts
print-manager
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-psutil
python-pyqt5
python-pip
qemu
qemu-arch-extra
snap-pac
snapper
spice-gtk
spice-protocol
spice-vdagent
sshfs
sshguard
sudo
swtpm
synergy
systemd-kcm
systemd-sysvcompat
terminus-font
traceroute
thunderbird
thunderbird-i18n-en-us
ttf-droid
ttf-hack
ttf-roboto
ufw
unrar
unzip
usb_modeswitch
util-linux
virt-install
virt-manager
virt-viewer
which
wine-gecko
wine-mono
winetricks
xdebug
xz
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
zsh-history-substring-search
